[
    {
        "id": 1,
        "title": "20th Century Boys",
        "originalTitle": "20-Seiki Shōnen",
        "year": 1999,
        "volume": 22,
        "publisher": "Shogakukan",
        "genre": "Drama, Mystery, Thriller, Sci-Fi",
        "authors": "<<!>>Naoki Urasawa",
        "synopsis": "À medida que o século 20 se aproxima do fim, as pessoas em todo o mundo estão ansiosas porque o mundo está mudando. E provavelmente não para melhor.\r\n\r\nKenji Endo é um gerente normal de loja de conveniência que está apenas tentando sobreviver. Mas quando ele descobre que um de seus velhos amigos conhecido como \"Burro\" de repente cometeu suicídio, e que um novo culto liderado por uma figura conhecida como \"Amigo\" está se tornando mais notório, Kenji começa a sentir que algo não está certo. certo. Com algumas pistas importantes deixadas por seu amigo falecido, Kenji percebe que esse culto é muito mais do que ele jamais imaginou - não apenas essa organização misteriosa tem como alvo direto ele e seus amigos de infância, mas o mundo inteiro também enfrenta um túmulo. perigo que só os amigos têm a chave para parar.\r\n\r\nA vida simples de Kenji, mal conseguindo sobreviver, vira de cabeça para baixo quando ele se reúne com seus amigos de infância e, juntos, eles devem descobrir a verdade de como seu passado está conectado ao culto, já que a virada do século pode significar o possível fim de o mundo.",
        "notes": "Demographic: Seinen\n\n- Chapters: 249",
        "countries": "Japan",
        "language": "Portugues",
        "img": "\"https://res.cloudinary.com/dwvqty6kx/image/upload/v1692549875/data-imagens/mangas/0-9/20th_Century_Boys.jpg\"",
        "read": "NOTR",
        "owned": true,
        "collection": false
    },
    {
        "id": 2,
        "title": "21th Century Boys",
        "originalTitle": "21-Seiki Shōnen",
        "year": 2006,
        "volume": 2,
        "publisher": "Shogakukan",
        "genre": "Drama, Mystery, Thriller, Sci-Fi",
        "authors": "<<!>>Naoki Urasawa",
        "synopsis": "À medida que o conflito entre Kenji Endo, seus amigos de infância e o líder do culto \"Friend\" chega ao fim, dois mistérios permanecem - a verdadeira identidade de Friend e se a ameaça de uma \"bomba antifóton\" antes de sua morte era legítima. Na esperança de encontrar uma resposta, Kenji, ao lado das Nações Unidas, decide usar um programa de realidade virtual criado a partir das memórias de infância de Friend nesta conclusão de uma longa jornada que se estenderá por dezenas de décadas.",
        "notes": "Demographic: Seinen\n\n- Chapters: 16",
        "countries": "Japan",
        "language": "Portugues",
        "img": "\"https://res.cloudinary.com/dwvqty6kx/image/upload/v1692549875/data-imagens/mangas/0-9/21th_Century_Boys.jpg\"",
        "read": "NOTR",
        "owned": true,
        "collection": false
    }
]